<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `ecs_user_account`;");
E_C("CREATE TABLE `ecs_user_account` (
  `id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `user_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `admin_user` varchar(255) NOT NULL,
  `amount` decimal(10,2) NOT NULL,
  `add_time` int(10) NOT NULL DEFAULT '0',
  `paid_time` int(10) NOT NULL DEFAULT '0',
  `admin_note` varchar(255) NOT NULL,
  `user_note` varchar(255) NOT NULL,
  `process_type` tinyint(1) NOT NULL DEFAULT '0',
  `payment` varchar(90) NOT NULL,
  `is_paid` tinyint(1) NOT NULL DEFAULT '0',
  `arrival` decimal(10,2) DEFAULT '0.00',
  `vip_money` decimal(10,2) NOT NULL DEFAULT '0.00',
  PRIMARY KEY (`id`),
  KEY `user_id` (`user_id`),
  KEY `is_paid` (`is_paid`)
) ENGINE=MyISAM AUTO_INCREMENT=246 DEFAULT CHARSET=utf8");
E_D("replace into `ecs_user_account` values('110','12','','1000.00','1513731390','0','','111','0','支付宝','0','1000.00','0.00');");
E_D("replace into `ecs_user_account` values('107','12','admin','10000.00','1513022393','1513022421','sadsa','','0','银行汇款/转帐','1','10200.00','0.00');");
E_D("replace into `ecs_user_account` values('106','12','admin','1000.00','1513013769','1513013777','asdas','','0','银行汇款/转帐','1','0.00','1150.00');");
E_D("replace into `ecs_user_account` values('105','12','admin','1000.00','1512515395','1512515405','啊实打实','','0','银行汇款/转帐','1','0.00','1150.00');");
E_D("replace into `ecs_user_account` values('92','12','admin','100.00','1512514326','1512514562','asdasd','','0','银行汇款/转帐','1','103.00','0.00');");
E_D("replace into `ecs_user_account` values('109','12','admin','-1000.00','1513556309','1513556334','sadfadsfds','144','1','','1','0.00','0.00');");
E_D("replace into `ecs_user_account` values('111','12','','1000.00','1513731420','0','','111','0','支付宝','0','1000.00','0.00');");
E_D("replace into `ecs_user_account` values('112','12','','100.00','1513786042','0','','12123','0','银行汇款/转帐','0','100.00','0.00');");
E_D("replace into `ecs_user_account` values('113','12','','100.00','1513786061','0','','12123','0','银行汇款/转帐','0','100.00','0.00');");
E_D("replace into `ecs_user_account` values('114','12','','100.00','1513786328','0','','111','0','支付宝','0','100.00','0.00');");
E_D("replace into `ecs_user_account` values('115','12','','123456.00','1513793935','0','','12456','0','支付宝','0','123456.00','0.00');");
E_D("replace into `ecs_user_account` values('116','12','','123456.00','1513793937','0','','12456','0','支付宝','0','123456.00','0.00');");
E_D("replace into `ecs_user_account` values('117','12','','1212.00','1513809630','0','','121212','0','支付宝','0','1212.00','0.00');");
E_D("replace into `ecs_user_account` values('118','15','admin','1000.00','1514231647','1514231657','11212','','0','银行汇款/转帐','1','1020.00','0.00');");
E_D("replace into `ecs_user_account` values('119','12','admin','10000.00','1514310717','1514310725','asdasd','','0','银行汇款/转帐','1','10200.00','0.00');");
E_D("replace into `ecs_user_account` values('120','17','admin','10000.00','1514498848','1514498978','测试','测试','0','支付宝','1','10000.00','0.00');");
E_D("replace into `ecs_user_account` values('121','17','admin','1000.00','1514498930','1514498965','测试','','0','支付宝','1','0.00','1150.00');");
E_D("replace into `ecs_user_account` values('122','19','admin','99999999.99','1514501737','1514501777','测试','测试','0','微信支付','1','99999999.99','0.00');");
E_D("replace into `ecs_user_account` values('123','19','','-10000.00','1514504493','0','','提现','1','','0','0.00','0.00');");
E_D("replace into `ecs_user_account` values('124','22','admin','200.00','1514568909','1514568958','ee','','0','银行汇款/转帐','1','204.00','0.00');");
E_D("replace into `ecs_user_account` values('125','23','admin','100.00','1514569531','1514569545','rr','','0','银行汇款/转帐','1','102.00','0.00');");
E_D("replace into `ecs_user_account` values('126','24','admin','100.00','1514569605','1514569631','gff','','0','银行汇款/转帐','1','102.00','0.00');");
E_D("replace into `ecs_user_account` values('127','26','admin','100.00','1514569650','1514569714','ddd','','0','支付宝','1','102.00','0.00');");
E_D("replace into `ecs_user_account` values('128','27','admin','1000.00','1514569663','1514569707','fff','','0','支付宝','1','0.00','1150.00');");
E_D("replace into `ecs_user_account` values('129','26','admin','100.00','1514569664','1514569692','ff','','0','支付宝','1','102.00','0.00');");
E_D("replace into `ecs_user_account` values('130','26','admin','100.00','1514569678','1514569699','fff','','0','银行汇款/转帐','1','102.00','0.00');");
E_D("replace into `ecs_user_account` values('131','25','admin','100.00','1514569768','1514570466','xx','','0','支付宝','1','102.00','0.00');");
E_D("replace into `ecs_user_account` values('132','25','admin','100.00','1514569778','1514570472','xx','','0','支付宝','1','102.00','0.00');");
E_D("replace into `ecs_user_account` values('133','25','admin','100.00','1514569882','1514570453','xx','','0','微信支付','1','102.00','0.00');");
E_D("replace into `ecs_user_account` values('134','25','admin','1000.00','1514569960','1514570448','xx','','0','银行汇款/转帐','1','0.00','1150.00');");
E_D("replace into `ecs_user_account` values('135','25','admin','100.00','1514569972','1514570442','xx','','0','银行汇款/转帐','1','102.00','0.00');");
E_D("replace into `ecs_user_account` values('136','25','admin','500.00','1514570397','1514570437','xx','','0','支付宝','1','510.00','0.00');");
E_D("replace into `ecs_user_account` values('137','25','admin','500.00','1514570404','1514570431','xx','','0','银行汇款/转帐','1','510.00','0.00');");
E_D("replace into `ecs_user_account` values('138','28','admin','100000.00','1514570517','1514570657','rrr','','0','银行汇款/转帐','1','102000.00','0.00');");
E_D("replace into `ecs_user_account` values('139','28','admin','100000.00','1514570525','1514570651','rr','','0','银行汇款/转帐','1','102000.00','0.00');");
E_D("replace into `ecs_user_account` values('141','23','admin','100.00','1514572469','1514572551','hjj','','0','银行汇款/转帐','1','102.00','0.00');");
E_D("replace into `ecs_user_account` values('142','26','chongzhi','99999999.99','1514595815','1514595863','123','肌腱','0','支付宝','1','99999999.99','0.00');");
E_D("replace into `ecs_user_account` values('143','25','chongzhi','100.00','1514595827','1514655995','123','','0','支付宝','1','102.00','0.00');");
E_D("replace into `ecs_user_account` values('144','33','chongzhi','2000.00','1514651090','1514651166','123','','0','支付宝','1','2040.00','0.00');");
E_D("replace into `ecs_user_account` values('145','38','chongzhi','1000.00','1514654686','1514654776','同意','','0','支付宝','1','1020.00','0.00');");
E_D("replace into `ecs_user_account` values('146','35','chongzhi','10000.00','1514654686','1514654807','同意','','0','银行汇款/转帐','1','10200.00','0.00');");
E_D("replace into `ecs_user_account` values('147','37','chongzhi','1000.00','1514654686','1514655982','123','','0','支付宝','1','1020.00','0.00');");
E_D("replace into `ecs_user_account` values('148','36','chongzhi','1000.00','1514654688','1514654763','同意','','0','支付宝','1','1020.00','0.00');");
E_D("replace into `ecs_user_account` values('149','37','chongzhi','1000.00','1514654767','1514654793','同意','','0','微信支付','1','1020.00','0.00');");
E_D("replace into `ecs_user_account` values('150','35','chongzhi','10000000.00','1514655161','1514655966','123','','0','银行汇款/转帐','1','0.00','11500000.00');");
E_D("replace into `ecs_user_account` values('151','36','chongzhi','10000000.00','1514655166','1514655951','123','','0','微信支付','1','0.00','11500000.00');");
E_D("replace into `ecs_user_account` values('152','36','chongzhi','1000000.00','1514655271','1514655872','123','','0','支付宝','1','0.00','1150000.00');");
E_D("replace into `ecs_user_account` values('153','36','chongzhi','1000000.00','1514655562','1514655757','dddd','','0','支付宝','1','0.00','1150000.00');");
E_D("replace into `ecs_user_account` values('154','39','chongzhi','110000.00','1514655596','1514655745','tongyi','','0','微信支付','1','0.00','126500.00');");
E_D("replace into `ecs_user_account` values('155','26','chongzhi','99999999.99','1514655847','1514655937','123','还好','0','支付宝','1','99999999.99','0.00');");
E_D("replace into `ecs_user_account` values('156','38','chongzhi','1000000.00','1514655855','1514655886','123','','0','支付宝','1','0.00','1150000.00');");
E_D("replace into `ecs_user_account` values('157','35','chongzhi','1100000.00','1514656588','1514656717','123','','0','银行汇款/转帐','1','1122000.00','0.00');");
E_D("replace into `ecs_user_account` values('158','38','chongzhi','100000.00','1514656718','1514656732','123','','0','支付宝','1','102000.00','0.00');");
E_D("replace into `ecs_user_account` values('159','36','chongzhi','1000000.00','1514656861','1514657589','123','','0','支付宝','1','1020000.00','0.00');");
E_D("replace into `ecs_user_account` values('160','36','chongzhi','1000000.00','1514656948','1514657577','123','','0','微信支付','1','1020000.00','0.00');");
E_D("replace into `ecs_user_account` values('161','34','chongzhi','20000.00','1514658538','1514658587','123','','0','银行汇款/转帐','1','20400.00','0.00');");
E_D("replace into `ecs_user_account` values('162','43','','10000000.00','1514823478','0','','','0','微信支付','0','10200000.00','0.00');");
E_D("replace into `ecs_user_account` values('163','41','chongzhi','100000.00','1514823534','1514824179','完成','','0','支付宝','1','102000.00','0.00');");
E_D("replace into `ecs_user_account` values('164','35','chongzhi','100000.00','1514823695','1514824158','完成','','0','银行汇款/转帐','1','102000.00','0.00');");
E_D("replace into `ecs_user_account` values('165','39','','1100000.00','1514823721','0','','','0','银行汇款/转帐','0','1122000.00','0.00');");
E_D("replace into `ecs_user_account` values('166','39','','600000.00','1514823770','0','','','0','银行汇款/转帐','0','0.00','690000.00');");
E_D("replace into `ecs_user_account` values('167','44','chongzhi','150000.00','1514823774','1514824167','完成','','0','银行汇款/转帐','1','153000.00','0.00');");
E_D("replace into `ecs_user_account` values('168','38','','50000.00','1514823776','0','','','0','支付宝','0','51000.00','0.00');");
E_D("replace into `ecs_user_account` values('169','48','chongzhi','50000.00','1514823777','1514824149','完成','','0','微信支付','1','51000.00','0.00');");
E_D("replace into `ecs_user_account` values('170','45','','50000.00','1514823779','0','','','0','支付宝','0','51000.00','0.00');");
E_D("replace into `ecs_user_account` values('171','33','','500000.00','1514823779','0','','','0','银行汇款/转帐','0','0.00','575000.00');");
E_D("replace into `ecs_user_account` values('172','41','chongzhi','50000.00','1514823780','1514824128','完成','','0','支付宝','1','51000.00','0.00');");
E_D("replace into `ecs_user_account` values('173','36','chongzhi','50000.00','1514823781','1514824100','完成','','0','支付宝','1','51000.00','0.00');");
E_D("replace into `ecs_user_account` values('174','43','chongzhi','1000000.00','1514823781','1514824110','完成','','0','支付宝','1','1020000.00','0.00');");
E_D("replace into `ecs_user_account` values('175','46','chongzhi','5000000.00','1514823781','1514824118','完成','','0','银行汇款/转帐','1','0.00','5750000.00');");
E_D("replace into `ecs_user_account` values('176','42','chongzhi','50000.00','1514823782','1514824093','完成','','0','支付宝','1','51000.00','0.00');");
E_D("replace into `ecs_user_account` values('177','51','chongzhi','60000.00','1514823784','1514824086','完成','','0','微信支付','1','61200.00','0.00');");
E_D("replace into `ecs_user_account` values('178','53','chongzhi','60000.00','1514823788','1514824059','完成','','0','微信支付','1','61200.00','0.00');");
E_D("replace into `ecs_user_account` values('179','50','chongzhi','500000.00','1514823791','1514824047','完成','','0','微信支付','1','0.00','575000.00');");
E_D("replace into `ecs_user_account` values('180','42','chongzhi','50000.00','1514823792','1514823915','完成','','0','银行汇款/转帐','1','51000.00','0.00');");
E_D("replace into `ecs_user_account` values('181','55','chongzhi','500000.00','1514823793','1514823908','完成','','0','微信支付','1','0.00','575000.00');");
E_D("replace into `ecs_user_account` values('182','52','chongzhi','50000.00','1514823798','1514823899','完成','','0','微信支付','1','51000.00','0.00');");
E_D("replace into `ecs_user_account` values('183','33','chongzhi','500000.00','1514823815','1514823886','完成','','0','银行汇款/转帐','1','0.00','575000.00');");
E_D("replace into `ecs_user_account` values('184','49','chongzhi','1000000.00','1514823850','1514823876','同意','','0','银行汇款/转帐','1','0.00','1150000.00');");
E_D("replace into `ecs_user_account` values('185','56','chongzhi','50000.00','1514823912','1514824037','完成','','0','微信支付','1','51000.00','0.00');");
E_D("replace into `ecs_user_account` values('186','43','chongzhi','10000.00','1514823921','1514824017','完成','','0','支付宝','1','10200.00','0.00');");
E_D("replace into `ecs_user_account` values('187','47','chongzhi','500000.00','1514823921','1514824026','完成','','0','支付宝','1','0.00','575000.00');");
E_D("replace into `ecs_user_account` values('188','54','chongzhi','50000.00','1514823937','1514823965','完成','','0','微信支付','1','51000.00','0.00');");
E_D("replace into `ecs_user_account` values('189','45','chongzhi','50000.00','1514823937','1514824002','完成','','0','支付宝','1','51000.00','0.00');");
E_D("replace into `ecs_user_account` values('190','45','chongzhi','50000.00','1514823967','1514823989','完成','','0','支付宝','1','51000.00','0.00');");
E_D("replace into `ecs_user_account` values('191','39','chongzhi','1000000.00','1514823968','1514823979','完成','','0','银行汇款/转帐','1','0.00','1150000.00');");
E_D("replace into `ecs_user_account` values('192','39','chongzhi','99999999.99','1514824060','1514824070','完成','','0','银行汇款/转帐','1','0.00','99999999.99');");
E_D("replace into `ecs_user_account` values('193','37','chongzhi','10000000.00','1514824174','1514824206','完成','','0','支付宝','1','10200000.00','0.00');");
E_D("replace into `ecs_user_account` values('194','56','','99999999.99','1514824322','0','','','0','支付宝','0','99999999.99','0.00');");
E_D("replace into `ecs_user_account` values('195','56','','1000000.00','1514824339','0','','','0','支付宝','0','1020000.00','0.00');");
E_D("replace into `ecs_user_account` values('196','56','','1008000.00','1514824355','0','','','0','银行汇款/转帐','0','1028160.00','0.00');");
E_D("replace into `ecs_user_account` values('197','49','chongzhi','10000.00','1514824401','1514824443','完成','','0','银行汇款/转帐','1','10200.00','0.00');");
E_D("replace into `ecs_user_account` values('198','39','chongzhi','15000.00','1514824424','1514824436','完成','','0','银行汇款/转帐','1','15300.00','0.00');");
E_D("replace into `ecs_user_account` values('199','55','chongzhi','100000.00','1514824436','1514824456','完成','','0','支付宝','1','102000.00','0.00');");
E_D("replace into `ecs_user_account` values('200','46','','50000.00','1514824442','0','','','0','微信支付','0','51000.00','0.00');");
E_D("replace into `ecs_user_account` values('201','50','chongzhi','100000.00','1514824493','1514824549','完成','','0','支付宝','1','102000.00','0.00');");
E_D("replace into `ecs_user_account` values('202','50','chongzhi','100000.00','1514824507','0','完成','','0','支付宝','0','102000.00','0.00');");
E_D("replace into `ecs_user_account` values('203','46','chongzhi','500000.00','1514824520','1514824593','完成','','0','银行汇款/转帐','1','510000.00','0.00');");
E_D("replace into `ecs_user_account` values('204','39','','99999999.99','1514824536','0','','','0','银行汇款/转帐','0','0.00','99999999.99');");
E_D("replace into `ecs_user_account` values('205','50','chongzhi','100000.00','1514824547','1514824578','完成','','0','支付宝','1','102000.00','0.00');");
E_D("replace into `ecs_user_account` values('206','47','chongzhi','1000000.00','1514824557','1514824569','完成','','0','支付宝','1','0.00','1150000.00');");
E_D("replace into `ecs_user_account` values('207','47','chongzhi','1000000.00','1514824706','1514824809','完成','','0','微信支付','1','0.00','1150000.00');");
E_D("replace into `ecs_user_account` values('208','47','chongzhi','100000.00','1514824729','1514824802','完成','','0','微信支付','1','102000.00','0.00');");
E_D("replace into `ecs_user_account` values('209','47','chongzhi','100000.00','1514824747','1514824795','完成','','0','微信支付','1','0.00','115000.00');");
E_D("replace into `ecs_user_account` values('210','47','chongzhi','10000.00','1514824763','1514824781','完成','','0','微信支付','1','10200.00','0.00');");
E_D("replace into `ecs_user_account` values('211','58','','50000.00','1514826498','0','','','0','微信支付','0','51000.00','0.00');");
E_D("replace into `ecs_user_account` values('212','58','chongzhi','500000.00','1514826575','1514829013','完成','','0','银行汇款/转帐','1','0.00','575000.00');");
E_D("replace into `ecs_user_account` values('213','27','chongzhi','1000.00','1514828896','1514828990','完成','','0','支付宝','1','1020.00','0.00');");
E_D("replace into `ecs_user_account` values('214','59','admin','100.00','1514845318','1514845388','rr','','0','银行汇款/转帐','1','102.00','0.00');");
E_D("replace into `ecs_user_account` values('215','34','','100.00','1514845851','0','','','0','支付宝','0','102.00','0.00');");
E_D("replace into `ecs_user_account` values('216','34','','100.00','1514845951','0','','','0','银行汇款/转帐','0','102.00','0.00');");
E_D("replace into `ecs_user_account` values('217','12','','1000.00','1514936643','0','','','0','银行汇款/转帐','0','0.00','1150.00');");
E_D("replace into `ecs_user_account` values('218','12','','0.01','1515022711','0','','123','0','微信支付','0','0.01','0.00');");
E_D("replace into `ecs_user_account` values('219','12','','0.01','1515022721','0','','123','0','微信支付','0','0.01','0.00');");
E_D("replace into `ecs_user_account` values('220','12','','0.01','1515022725','0','','123','0','微信支付','0','0.01','0.00');");
E_D("replace into `ecs_user_account` values('221','12','','0.01','1515022852','0','','123','0','微信支付','0','0.01','0.00');");
E_D("replace into `ecs_user_account` values('222','12','','0.01','1515022854','0','','123','0','微信支付','0','0.01','0.00');");
E_D("replace into `ecs_user_account` values('223','12','','0.01','1515022855','0','','123','0','微信支付','0','0.01','0.00');");
E_D("replace into `ecs_user_account` values('224','12','','0.01','1515022857','0','','123','0','微信支付','0','0.01','0.00');");
E_D("replace into `ecs_user_account` values('225','16','','0.01','1515023189','1515023211','','chongzhi','0','微信支付','1','0.01','0.00');");
E_D("replace into `ecs_user_account` values('226','16','','0.01','1515023295','1515023316','','充值','0','微信支付','1','0.01','0.00');");
E_D("replace into `ecs_user_account` values('227','16','','0.01','1515023433','0','','充值','0','微信支付','0','0.01','0.00');");
E_D("replace into `ecs_user_account` values('228','69','admin','1000.00','1515024777','1515024810','cc','','0','支付宝','1','1020.00','0.00');");
E_D("replace into `ecs_user_account` values('229','69','admin','4000.00','1515024852','1515024868','cc','','0','银行汇款/转帐','1','4080.00','0.00');");
E_D("replace into `ecs_user_account` values('230','16','','0.01','1515085145','0','','chongzhi','0','微信支付','0','0.01','0.00');");
E_D("replace into `ecs_user_account` values('231','16','','0.01','1515085267','1515085281','','充值','0','微信支付','1','0.01','0.00');");
E_D("replace into `ecs_user_account` values('232','26','','100.00','1515090322','0','','姑姑','0','微信支付','0','100.00','0.00');");
E_D("replace into `ecs_user_account` values('234','29','','0.10','1515090566','0','','cc','0','微信支付','0','0.10','0.00');");
E_D("replace into `ecs_user_account` values('235','29','','1.00','1515090768','1515090789','','cc','0','微信支付','1','1.00','0.00');");
E_D("replace into `ecs_user_account` values('236','73','','1234.00','1515357870','0','','43','0','银行汇款/转帐','0','1234.00','0.00');");
E_D("replace into `ecs_user_account` values('237','71','','50000000.00','1515357875','0','','','0','银行汇款/转帐','0','51000000.00','0.00');");
E_D("replace into `ecs_user_account` values('238','71','','100.00','1515357917','0','','','0','微信支付','0','102.00','0.00');");
E_D("replace into `ecs_user_account` values('239','74','','1.00','1515357955','0','','1','0','微信支付','0','1.00','0.00');");
E_D("replace into `ecs_user_account` values('240','71','','0.01','1515358095','0','','123','0','微信支付','0','0.01','0.00');");
E_D("replace into `ecs_user_account` values('241','71','','0.01','1515358184','0','','123','0','微信支付','0','0.01','0.00');");
E_D("replace into `ecs_user_account` values('242','71','','0.01','1515358242','0','','123','0','微信支付','0','0.01','0.00');");
E_D("replace into `ecs_user_account` values('243','71','','0.10','1515358273','0','','123','0','微信支付','0','0.10','0.00');");
E_D("replace into `ecs_user_account` values('244','74','','1.00','1515358294','0','','dd','0','微信支付','0','1.00','0.00');");
E_D("replace into `ecs_user_account` values('245','74','','1.00','1515358344','0','','xdd','0','微信支付','0','1.00','0.00');");

require("../../inc/footer.php");
?>